def CMD(answer):
	text = answer['text'].lower()
	if(text == '/start'):
		return ('Здравствуйте, {0}. Меня зовут Фестус, и я Ваш помощник.'.format(answer['first_name']))

	elif((text == '/lesson') or ('уроки' in text) or (('пары') in text)):
		return ('Вот Ваши пары на завтра.')

	elif(('спасибо' in text) or ('благодарю' in text)):
		return ('Пожалуйста.')

	else:
		return ('Вы ввели неправильную команду.')

def lesson():
	lessons = {'РПЗ-117'[],
			   'РПЗ-127'[],
			   'РПЗ-216'[],
			   'РПЗ-226'[],
			   'РПЗ-315'[],
			   'РПЗ-325'[],
			   'РПЗ-414'[],
			   'РПЗ-424'[],
			   'ОПК-117'[],
			   'ОПК-127'[],
			   'ОПК-216'[],
			   'ОПК-226'[],
			   'ОПК-315'[],
			   'ОПК-325'[],
			   'ОПК-414'[],
			   'ОПК-424'[],
			   'ВВ-117'[],
			   'ВВ-127'[],
			   'ВВ-216'[],
			   'ВВ-226'[],
			   'ВВ-315'[],
			   'ВВ-325'[],
			   'ВВ-414'[],
			   'ВВ-424'[],
			   'ЗА-117'[],
			   'ЗА-127'[],
			   'ЗА-216'[],
			   'ЗА-226'[],
			   'ЗА-315'[],
			   'ЗА-325'[],
			   'ЗА-414'[],
			   'ЗА-424'[],
			   'ПТ-117'[],
			   'ПТ-127'[],
			   'ПТ-216'[],
			   'ПТ-226'[],
			   'ПТ-315'[],
			   'ПТ-325'[],
			   'ПТ-414'[],
			   'ПТ-424'[],
			   'ТО-117'[],
			   'ТО-127'[],
			   'ТО-216'[],
			   'ТО-226'[],
			   'ТО-315'[],
			   'ТО-325'[],
			   'ТО-414'[],
			   'ТО-424'[],
	}